
class AppStrings{


  static List<String> tips = [
    //数据中心-学术统计
    '''
       数据均来源于业管系统，当前采用定时收集的方式，展示实时的完整统计数据。
       如：今日为7月3日，展示的数据为6月的完整数据，以及与5月的数据量对比值。
    ''',
    //数据中心-学市场计
    '''
       数据部分来源于业管系统、部分来源于云诊所系统，采用定时收集的方式，展示对应时段的完整统计数据。
       如：今日为7月3日，展示的业管数据为6月的完整数据，以及与5月的数据量对比值；展示的云诊所数据为7月2日的完整数据，以及与7月1日的数据量对比值。
    ''',
    //数据中心-诊所统计（首页）
    '''
       数据均来源于云诊所系统，当前采用定时收集的方式，展示前一天的完整统计数据。
       如：今日为7月3日，展示的数据为7月2日的完整数据，以及与7月1日的数据量对比值。

       门诊量=门诊人数（人）；
       处方量=贴敷处方+西/中成药处方+中药处方量；
       贴敷人数=使用贴敷治疗的患者人数（人）；
       用贴数=使用的贴敷数量（贴）。
    ''',
    //数据中心-诊所统计
    '''
       数据均来源于云诊所系统，当前采用定时收集的方式，展示前一天的完整统计数据。
       如：今日为7月3日，展示的数据为7月2日的完整数据，以及与7月1日的数据量对比值。
    ''',
    //数据中心-贴敷统计
    '''
       数据均来源于云诊所系统，当前采用定时收集的方式，展示前一天的完整统计数据。
       如：今日为7月3日，展示的数据为7月2日的完整数据，以及与7月1日的数据量对比值。

       门诊量=门诊人数（人）；
       贴敷人数=使用贴敷治疗的患者人数（人）；
       用贴数=使用的贴敷数量（贴）；
       人均用贴数=用贴数÷贴敷人数（贴/人）;
       贴敷率=贴敷人数÷门诊量；
       复诊率=贴敷2诊人数÷上一日贴敷1诊人数；
       五诊数量=贴敷5诊人数。
    ''',
    //数据中心-九和饮统计
    '''
       数据均来源于云诊所系统，当前采用定时收集的方式，展示前一天的完整统计数据。
       如：今日为7月3日，展示的数据为7月2日的完整数据，以及与7月1日的数据量对比值。

       月销量=上月销量；
       较上月=上月与上上月的销量对比；
       季度销量=上季度销量；
       较上季度=上季度与上上季度的销量对比。
   ''',
    //数据中心-贴敷预警
    '''
       数据均来源于云诊所系统，当前采用定时收集的方式，展示前一天的完整统计数据。
       如：今日为7月3日，展示的数据为7月2日的完整数据，以及与7月1日的数据量对比值。

       周增量=上周销量；
       较上周=上周与上上周的增量对比；
       月增量=上月销量；
       较上月=上月与上上月的增量对比。
   ''',
  ];


}